/* NSString-WIAdditions: time strings (minutes, seconds) */
"%0.2lu:%0.2lu minutes" = "%1$.2lu 分 %2$.2lu 秒";

/* NSString-WIAdditions: time strings (hours, minutes, seconds) */
"%0.2lu:%0.2lu:%0.2lu hours" = "%1$.2lu 時間 %2$.2lu 分 %3$.2lu 秒";

/* NSString-WIAdditions: Wired client version (client, client version, os, os version, architecture) */
"%@ %@ on %@ %@ (%@)" = "%1$@ %2$@, OS: %3$@ %4$@ (%5$@)";

/* NSString-WIAdditions: time string */
"%@ ago" = "%@ 前";

/* NSString-WIAdditions: size strings */
"%@ GB" = "%@ GB";

/* NSString-WIAdditions: size strings */
"%@ KB" = "%@ KB";

/* NSString-WIAdditions: size strings */
"%@ MB" = "%@ MB";

/* NSString-WIAdditions: size strings */
"%@ PB" = "%@ PB";

/* NSString-WIAdditions: size strings */
"%@ TB" = "%@ TB";

/* NSString-WIAdditions: size strings */
"%llu bytes" = "%llu バイト";

/* NSString-WIAdditions: time strings (days, hours, minutes, seconds) */
"%lu:%0.2lu:%0.2lu:%0.2lu days" = "%1$lu 日 %2$.2lu 時間 %3$.2lu 分 %4$.2lu 秒";

/* NSString-WIAdditions: time string (minutes, seconds) */
"00:%0.2llu seconds" = "00 分 %0.2lu 秒";

/* NSString-WIAdditions: bandwidth strings */
"100M LAN" = "100M LAN";

/* NSString-WIAdditions: bandwidth strings */
"10M LAN" = "10M LAN";

/* NSString-WIAdditions: bandwidth strings */
"128k ISDN/DSL" = "128k ISDN/DSL";

/* NSString-WIAdditions: bandwidth strings */
"1M DSL/Cable" = "1M DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"256k DSL/Cable" = "256k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"28.8k Modem" = "28.8k モデム";

/* NSString-WIAdditions: bandwidth strings */
"2M DSL/Cable" = "2M DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"33.6k Modem" = "33.6k モデム";

/* NSString-WIAdditions: bandwidth strings */
"384k DSL/Cable" = "384k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"512k DSL/Cable" = "512k DSL/ケーブル";

/* NSString-WIAdditions: bandwidth strings */
"56k Modem" = "56k モデム";

/* NSString-WIAdditions: bandwidth strings */
"64k ISDN" = "64k ISDN";

/* NSString-WIAdditions: bandwidth strings */
"768k DSL/Cable" = "768k DSL/ケーブル";

/* WIError: WIAddressNetServiceLookupFailed title
   WIError: WIAddressLookupFailed title */
"Address Lookup Failed" = "アドレスの参照に失敗しました";

/* WIApplication: termination delay panel */
"Are you sure you want to quit?" = "本当に終了しますか？";

/* NSString-WIAdditions: 'byte' singular */
"byte" = "バイト";

/* NSString-WIAdditions: 'byte' plural */
"bytes" = "バイト";

/* WIApplication: termination delay panel */
"Cancel" = "キャンセル";

/* Default search menu template item */
"Clear Recent Searches" = "検索履歴を消去";

/* WIError: WISocketConnectFailed title */
"Connect Failed" = "接続に失敗しました";

/* WIError: WISocketConnectFailed description (address, underlying error) */
"Could not connect to %@: %@." = "%1$@ に接続できませんでした：%2$@。";

/* WIError: WISocketReadFailed description (address, underlying error) */
"Could not read from %@: %@." = "%1$@ を読み出せませんでした：%2$@。";

/* WIError: WIAddressLookupFailed description (hostname, underlying error) */
"Could not resolve the address \"%@\": %@." = "アドレス“%1$@”を特定できませんでした：%2$@。";

/* WIError: WIAddressNetServiceLookupFailed description */
"Could not retrieve address for server via Bonjour." = "Bonjour を経由したサーバのアドレスを取得できませんでした。";

/* WIError: WISocketWriteFailed description (address, underlying error) */
"Could not write to %@: %@." = "%1$@ に書き込めませんでした：%2$@。";

/* WIApplication: termination delay panel */
"If you do nothing, %@ will quit automatically in %.0f seconds." = "操作のない状態が継続すれば、%1$@ は %2$.0f 秒後に自動的に終了します。";

/* Default search menu template item */
"No Recent Searches" = "検索履歴はありません";

/* WIError: OK button */
"OK" = "OK";

/* WIApplication: termination delay panel */
"Quit" = "終了";

/* Default search menu template item */
"Recent Searches" = "検索履歴";

/* WIError: WISocketReadFailed title */
"Socket Read Failed" = "ソケット読み出しに失敗";

/* WIError: WISocketWriteFailed title */
"Socket Write Failed" = "ソケット書き込みに失敗";

/* WIDateFormatter: this day */
"today" = "今日";

/* WIDateFormatter: next day */
"tomorrow" = "明日";

/* NSString-WIAdditions: bandwidth strings
   NSString-WIAdditions: unknown Wired client */
"Unknown" = "不明";

/* WIDateFormatter: prior day */
"yesterday" = "昨日";

